aliariff.auto-add-brackets
arcanis.vscode-zipfs
bierner.markdown-emoji
bradlc.vscode-tailwindcss
CoenraadS.bracket-pair-colorizer-2
ctf0.smart-delete
dariofuzinato.vue-peek
dbaeumer.vscode-eslint
denoland.vscode-deno
eamodio.gitlens
ecmel.vscode-html-css
EditorConfig.EditorConfig
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
GitHub.codespaces
GitHub.vscode-pull-request-github
Gruntfuggly.todo-tree
humao.rest-client
jock.svg
kamikillerto.vscode-colorize
ldez.ignore-files
liamhammett.inline-parameters
matklad.rust-analyzer
meganrogge.template-string-converter
mhutchie.git-graph
msjsdiag.debugger-for-chrome
octref.vetur
PKief.material-icon-theme
pranaygp.vscode-css-peek
quicktype.quicktype
redhat.vscode-yaml
streetsidesoftware.code-spell-checker
syler.sass-indented
sysoev.language-stylus
TabNine.tabnine-vscode
tamasfe.even-better-toml
thisismanta.stylus-supremacy
tombonnike.vscode-status-bar-format-toggle
vscodevim.vim
WakaTime.vscode-wakatime
WallabyJs.quokka-vscode
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
