tap "clementtsang/bottom"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "kidonng/malt", "gh:kidonng/homebrew-malt"
brew "bat"
brew "cmatrix"
brew "cowsay"
brew "curl"
brew "dasel"
brew "deno"
brew "dog"
brew "dust"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "figlet"
brew "fish"
brew "fortune"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "glow"
brew "gping"
brew "hexyl"
brew "lolcat"
brew "mas"
brew "neovim"
brew "node"
brew "onefetch"
brew "p7zip"
brew "pastel"
brew "procs"
brew "ripgrep"
brew "rust"
brew "rust-analyzer"
brew "sd"
brew "sl"
brew "smartmontools"
brew "starship", args: ["HEAD"]
brew "tokei"
brew "vercel-cli"
brew "yarn"
brew "zoxide"
brew "clementtsang/bottom/bottom"
brew "kidonng/malt/nali"
brew "kidonng/malt/neofetch-optional-deps", args: ["without-imagemagick", "without-screenresolution"]
brew "kidonng/malt/np"
brew "kidonng/malt/typescript-language-server"
brew "kidonng/malt/viu"
brew "kidonng/malt/vscode-css-languageserver-bin"
brew "kidonng/malt/vscode-html-languageserver-bin"
brew "kidonng/malt/yt-dlp"
cask "android-platform-tools"
cask "apparency"
cask "baidunetdisk"
cask "blackhole-2ch"
cask "clashx-pro"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "hackintool"
cask "iina"
cask "iterm2"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "outline-manager"
cask "qbittorrent"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookapk"
cask "steam"
cask "suspicious-package"
cask "visual-studio-code"
cask "yacreader"
mas "Gifski", id: 1351639930
mas "NeteaseMusic", id: 944848654
mas "OneDrive", id: 823766827
mas "QQ", id: 451108668
mas "Telegram", id: 747648890
