aliariff.auto-add-brackets
bmalehorn.vscode-fish
dbaeumer.vscode-eslint
denoland.vscode-deno
EditorConfig.EditorConfig
enkia.tokyo-night
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
GitHub.codespaces
GitHub.remotehub
iocave.customize-ui
iocave.monkey-patch
jnoortheen.nix-ide
meganrogge.template-string-converter
ms-vscode-remote.remote-ssh-edit
octref.vetur
PKief.material-icon-theme
pucelle.vscode-css-navigation
quicktype.quicktype
samverschueren.linter-xo
streetsidesoftware.code-spell-checker
TabNine.tabnine-vscode
tombonnike.vscode-status-bar-format-toggle
vscodevim.vim
WakaTime.vscode-wakatime
yzhang.markdown-all-in-one
Zignd.html-css-class-completion
