aliariff.auto-add-brackets
arcanis.vscode-zipfs
bradlc.vscode-tailwindcss
CoenraadS.bracket-pair-colorizer-2
dbaeumer.vscode-eslint
denoland.vscode-deno
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
GitHub.codespaces
kamikillerto.vscode-colorize
liamhammett.inline-parameters
matklad.rust-analyzer
meganrogge.template-string-converter
octref.vetur
PKief.material-icon-theme
pucelle.vscode-css-navigation
streetsidesoftware.code-spell-checker
TabNine.tabnine-vscode
tombonnike.vscode-status-bar-format-toggle
vscodevim.vim
WakaTime.vscode-wakatime
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
Zignd.html-css-class-completion
