tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "kidonng/malt"
brew "bat"
brew "curl"
brew "deno"
brew "dust"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "file-formula"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "glow"
brew "grc"
brew "less"
brew "node"
brew "p7zip"
brew "ripgrep"
brew "timg"
brew "vercel-cli"
brew "vivid"
brew "yarn"
brew "zoxide"
brew "kidonng/malt/typescript-language-server"
brew "kidonng/malt/vscode-css-languageserver-bin"
brew "kidonng/malt/vscode-html-languageserver-bin"
brew "kidonng/malt/yt-dlp"
cask "apparency"
cask "baidunetdisk"
cask "blackhole-2ch"
cask "clashx-pro"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "hackintool"
cask "iina"
cask "kitty"
cask "maccy"
cask "macforge"
cask "neteasemusic"
cask "notion"
cask "qbittorrent"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "qq"
cask "steam"
cask "suspicious-package"
cask "syntax-highlight"
cask "telegram"
cask "visual-studio-code"
